Repository: v-murygin/pixeldancer-power-helper
Catalog: Sources/PowerHelperApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nl, pl, pt, ru, sv, th, tr, vi, zh

source: PixelDancer Power Helper
ar: مساعد PixelDancer للطاقة
es: Asistente de Energía de PixelDancer
hi: PixelDancer पावर हेल्पर
pl: Pomocnik zasilania PixelDancer

source: PixelDancer Power Helper Help
ar: مساعدة مساعد PixelDancer للطاقة
da: PixelDancer Power Helper Hjælp
de: Hilfe zu PixelDancer Power Helper
es: Ayuda del Asistente de Energía de PixelDancer
fi: PixelDancer Power Helper -ohje
fr: Aide PixelDancer Power Helper
hi: PixelDancer पावर हेल्पर सहायता
it: Aiuto PixelDancer Power Helper
ja: PixelDancer Power Helper ヘルプ
ko: PixelDancer Power Helper 도움말
pl: Pomoc dotycząca pomocnika zasilania PixelDancer
pt: Ajuda do PixelDancer Power Helper
ru: Справка по PixelDancer Power Helper
sv: Hjälp för PixelDancer Power Helper
th: ความช่วยเหลือ PixelDancer Power Helper
tr: PixelDancer Power Helper Yardımı
vi: Trợ giúp PixelDancer Power Helper
zh: PixelDancer Power Helper 帮助

source: Refresh
ar: تحديث
da: Opdater
de: Aktualisieren
es: Actualizar
fi: Päivitä
fr: Rafraîchir
hi: रीफ़्रेश करें
it: Aggiorna
ja: 更新
ko: 새로고침
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ru: Обновить
sv: Uppdatera
th: รีเฟรช
tr: Yenile
vi: Làm mới
zh: 刷新

source: Reinstall the Power Helper — the bundled plist is missing.
ar: أعد تثبيت مساعد الطاقة — ملف plist المرفق مفقود.
da: Geninstaller Power Helper – den medfølgende plist mangler.
de: Installieren Sie den Power Helper neu – die mitgelieferte plist fehlt.
es: Reinstale el Asistente de Energía; falta el archivo plist incluido.
fi: Asenna Power Helper uudelleen – mukana toimitettu plist-tiedosto puuttuu.
fr: Réinstallez le programme d'aide — le fichier plist inclus est manquant.
hi: पावर हेल्पर को पुनः इंस्टॉल करें — बंडल किया गया plist गायब है।
it: Reinstallare il Power Helper: il file plist incluso non è presente.
ja: Power Helperを再インストールしてください — バンドルされたplistが見つかりません。
ko: Power Helper를 다시 설치하세요. 번들로 제공된 plist가 없습니다.
nl: Installeer de Power Helper opnieuw — de meegeleverde plist ontbreekt.
pl: Zainstaluj ponownie pomocnika zasilania — brakuje dołączonego pliku plist.
pt: Reinstale o Power Helper — o plist incluído está em falta.
ru: Переустановите Power Helper — отсутствует прилагаемый файл plist.
sv: Installera om Power Helper – den medföljande plist-filen saknas.
th: ติดตั้ง Power Helper ใหม่ — ไม่พบไฟล์ plist ที่รวมมา
tr: Power Helper'ı yeniden yükleyin — paketlenmiş plist eksik.
vi: Cài đặt lại Power Helper — tệp plist đi kèm bị thiếu.
zh: 重新安装 Power Helper — 捆绑的 plist 文件丢失。

source: Retry
ar: إعادة المحاولة
da: Prøv igen
de: Erneut versuchen
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pl: Ponów próbę
pt: Tentar novamente
ru: Повторить
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar Dene
vi: Thử lại
zh: 重试

source: Running
ar: قيد التشغيل
da: Kører
de: Wird ausgeführt
es: En ejecución
fi: Käynnissä
fr: En cours d'exécution
hi: चल रहा है
it: In esecuzione
ja: 実行中
ko: 실행 중
nl: Actief
pl: Działa
pt: Em execução
ru: Работает
sv: Körs
th: กำลังทำงาน
tr: Çalışıyor
vi: Đang chạy
zh: 正在运行

source: Uninstall
ar: إلغاء التثبيت
da: Afinstaller
de: Deinstallieren
es: Desinstalar
fi: Poista asennus
fr: Désinstaller
hi: अनइंस्टॉल करें
it: Disinstalla
ja: アンインストール
ko: 제거
nl: Verwijderen
pl: Odinstaluj
pt: Desinstalar
ru: Удалить
sv: Avinstallera
th: ถอนการติดตั้ง
tr: Kaldır
vi: Gỡ cài đặt
zh: 卸载

source: Unknown status
ar: حالة غير معروفة
da: Ukendt status
de: Unbekannter Status
es: Estado desconocido
fi: Tuntematon tila
fr: Statut inconnu
hi: अज्ञात स्थिति
it: Stato sconosciuto
ja: 不明なステータス
ko: 알 수 없는 상태
nl: Onbekende status
pl: Nieznany status
pt: Estado desconhecido
ru: Неизвестный статус
sv: Okänd status
th: สถานะไม่ทราบ
tr: Bilinmeyen durum
vi: Trạng thái không xác định
zh: 未知状态

source: Update
ar: تحديث
da: Opdater
de: Aktualisieren
es: Actualizar
fi: Päivitä
fr: Mettre à jour
hi: अपडेट करें
it: Aggiorna
ja: アップデート
ko: 업데이트
nl: Bijwerken
pl: Zaktualizuj
pt: Atualizar
ru: Обновить
sv: Uppdatera
th: อัปเดต
tr: Güncelle
vi: Cập nhật
zh: 更新

source: Update available — v%@
ar: التحديث متاح — v%@
da: Opdatering tilgængelig — v%@
de: Update verfügbar — v%@
es: Actualización disponible — v%@
fi: Päivitys saatavilla — v%@
fr: Mise à jour disponible — v%@
hi: अपडेट उपलब्ध — v%@
it: Aggiornamento disponibile — v%@
ja: アップデートあり — v%@
ko: 업데이트 가능 — v%@
nl: Update beschikbaar — v%@
pl: Dostępna aktualizacja — v%@
pt: Atualização disponível — v%@
ru: Доступно обновление — v%@
sv: Uppdatering tillgänglig – v%@
th: มีอัปเดต — v%@
tr: Güncelleme mevcut — v%@
vi: Có bản cập nhật — v%@
zh: 有可用更新 — v%@

source: Waiting for daemon to come online
ar: في انتظار اتصال الخادم بالإنترنت
da: Venter på at daemonen bliver online
de: Warte auf die Online-Verbindung des Daemons
es: Esperando que el demonio se conecte
fi: Odotetaan taustapalvelun yhteyden muodostumista
fr: Attente de la connexion du démon
hi: डेमन के ऑनलाइन आने की प्रतीक्षा है
it: In attesa che il daemon sia online
ja: デーモンのオンラインを待っています
ko: 데몬이 온라인 상태가 되기를 기다리는 중
nl: Wachten tot de daemon online is
pl: Oczekiwanie na połączenie demona
pt: A aguardar que o daemon fique online
ru: Ожидание подключения демона
sv: Väntar på att daemonen ska bli tillgänglig
th: กำลังรอ daemon ออนไลน์
tr: Daemon'un çevrimiçi olmasını bekliyor
vi: Đang chờ daemon trực tuyến
zh: 等待守护进程上线

source: You're on v%@
ar: أنت على الإصدار v%@
da: Du er på v%@
de: Sie verwenden v%@
es: Está en la v%@
fi: Käytössäsi on v%@
fr: Vous êtes sur la v%@
hi: आप v%@ पर हैं
it: Stai usando la versione v%@
ja: v%@ を使用中です
ko: 현재 v%@ 버전을 사용 중입니다
nl: U gebruikt v%@
pl: Używasz wersji v%@
pt: Está na versão v%@
ru: У вас установлена версия v%@
sv: Du använder v%@
th: คุณใช้เวอร์ชัน v%@
tr: Siz v%@ sürümündesiniz
vi: Bạn đang dùng phiên bản v%@
zh: 您当前版本为 v%@
